{"time":"2021-03-15T15:07:14.323Z","titles":["Unlock Your Programming Potential By Becoming An Expert ...","Microsoft Unveils Low-Code Programming Language Power Fx","Tokyo film festival changes venue, Shozo Ichiyama joins as ...","PIKE halts new member programming nationwide due to ...","Tubi Wants To Start Offering Original Programming","Library balancing virtual and live programming | Local News ...","Free streaming platform Tubi reportedly getting into original programming"],"links":["https://www.iflscience.com/editors-blog/unlock-your-programming-potential-by-becoming-an-expert-on-the-python-coding-language/","https://analyticsindiamag.com/microsoft-unveils-low-code-programming-language-power-fx/","https://www.screendaily.com/news/tokyo-film-festival-changes-venue-shozo-ichiyama-joins-as-programming-head/5158045.article","https://vanderbilthustler.com/39069/featured/pike-halts-new-member-programming-nationwide-due-to-alleged-hazing-related-death-at-bgsu/","https://www.pcmag.com/news/tubi-wants-to-start-offering-original-programming","https://www.messenger-inquirer.com/news/local/library-balancing-virtual-and-live-programming/article_9e70e939-9328-5482-a3b5-9a1030b1fcad.html","https://www.theverge.com/2021/3/13/22329368/tubi-streaming-original-programming-fox"],"descriptions":["By StackCommerce. 15 Mar 2021, 13:04. Python is one of the top programming  languages today. In fact, just this January, Python was named the top ...","Microsoft Power Fx is an open-source language for low-code programming. It  is a strong-typed, general-purpose, declarative as well as functional ...","Yoshi Yatabe, who has overseen TIFF programming since 2004, will leave his  role at the end of March. Takeo Hisamatsu, who has been TIFF ...","PIKE halts new member programming nationwide due to alleged hazing-related  death at BGSU. A sophomore pledge at the Delta Beta chapter at ...","Tubi Wants To Start Offering Original Programming. Owner Fox Corp. is  looking to expand free streaming platform Tubi's horizons with a slate ","Shannon Sandefur, library community engagement manager, said the library,  at 2020 Frederica St., restarted some of its live programming last ...","Free streaming platform Tubi has plans to branch out into original  programming, Bloomberg reports, citing sources familiar with the "]}