{"time":"2021-03-15T17:09:05.822Z","titles":["Programming Wisdom","Kevin Corke","Critical Role","Programming Schedule: Week of March 15, 2021 | Critical Role","critrole.com","Neil deGrasse Tyson","ai | med school "," ","Programming Wisdom","damita jo","UPLB IESO"],"links":["https://twitter.com/search?q=programming&src=typed_query","https://twitter.com/search?q=programming&src=typed_query","https://twitter.com/search?q=programming&src=typed_query","https://twitter.com/search?q=programming&src=typed_query","https://twitter.com/search?q=programming&src=typed_query","https://twitter.com/search?q=programming&src=typed_query","https://twitter.com/search?q=programming&src=typed_query"],"descriptions":[" WEEKLY SCHEDULE! \n\nGet ready for an action-packed week featuring Narrative Telephone with guest storyteller @ItsDaniCarr, Talks Machina, and Critical Role Campaign 2, Episode 130.","And so ends my #PiDay excursions.\n\nWill now return to my regular programming schedule in the Twitterverse.","Dear.M still postponed indefinitely (dispute still ongoing). Alternative programming has been scheduled in its time slot for now. \nKBS have confirmed ‘Imitation’ originally scheduled for May 21, will commence first broadcast on May 7, a few weeks earlier.\n\nhttp://naver.me/GbEUwQfe","i guess carats, we're really back to our regular programming then ","\"The world would be a better place if more engineers, like me, hated technology. The stuff I design, if I'm successful, nobody will ever notice. Things will just work, and will be self-managing.\" – Dr. Radia Perlman","Award shows have been so much better since COVID. It forced producers to be creative and gave us fresh, new engaging programming. I appreciate that a lot.","Registration for the 12th Southern Tagalog Industrial Engineering Seminar is now open!\n\nReturning this year with the theme of “RECALIBRATE: Configuring Industries, Programming the Future towards Advanced Engineering”, we are inviting all IE Students to attend the seminar!"]}